Repository: bragefuglseth/fretboard
Catalog: po/*.po
Languages: el, es, hr, ia, uz

source: Look up guitar chords
el: Αναζήτηση συγχορδιών κιθάρας
es: Consultar acordes de guitarra
hr: Potražite akorde za gitaru
ia: Cerca chordas de guitarra
uz: Gitara akkordlarini ko‘rib chiqing

source: guitar;chords
el: κιθάρα;συγχορδίες
es: guitar;chords;guitarra;acordes
hr: gitara;akordi
ia: guitarra;gitarra;chordas
uz: gitara;akkordlar

source: How was that chord played, again? Fretboard lets you find guitar chords by typing their names or plotting them on an interactive guitar neck. When you have identified a chord, you can experiment with changing it, see more ways to play it, or bookmark it to save it for later. No matter if you are a beginner or an advanced guitarist, you can use Fretboard to practice, learn, and master your favorite songs!
el: Πώς παιζόταν πάλι εκείνη η συγχορδία; Το Fretboard σας επιτρέπει να βρίσκετε συγχορδίες κιθάρας πληκτρολογώντας τα ονόματά τους ή σχεδιάζοντάς τες σε μια διαδραστική ταστιέρα κιθάρας. Όταν έχετε αναγνωρίσει μια συγχορδία, μπορείτε να πειραματιστείτε αλλάζοντάς την, να δείτε περισσότερους τρόπους για να την παίξετε, ή να την προσθέσετε στους σελιδοδείκτες για να την αποθηκεύσετε για αργότερα. Είτε είστε αρχάριος είτε προχωρημένος κιθαρίστας, μπορείτε να χρησιμοποιήσετε το Fretboard για να εξασκηθείτε, να μάθετε και να τελειοποιήσετε τα αγαπημένα σας τραγούδια!
es: ¿Cómo se tocaba ese acorde? Fretboard le permite encontrar acordes de guitarra escribiendo sus nombres o trazándolos en un mástil de guitarra interactivo. Cuando haya identificado un acorde, puede experimentar cambiándolo, ver más formas de tocarlo o marcarlo para guardarlo más tarde. No importa si es un guitarrista principiante o avanzado, ¡puede usar Fretboard para practicar, aprender y dominar sus canciones favoritas!
hr: Kako je opet odsviran taj akord? Fretboard omogućuje pronalaženje akorda gitare upisivanjem njihovih imena ili iscrtavanjem na interaktivnom vratu gitare. Kada identificirate akord, možete eksperimentirati s njegovom promjenom, vidjeti više načina sviranja ili ga označiti da biste ga spremili za kasnije. Bez obzira jeste li početnik ili napredni gitarist, možete koristiti Fretboard za vježbanje, učenje i svladavanje svojih omiljenih pjesama!
ia: Como sonava isse chorda, de novo? Fretboard lets you find guitar chords by typing their names or plotting them on an interactive guitar neck. When you have identified a chord, you can experiment with changing it, see more ways to play it, or bookmark it to save it for later. No matter if you are a beginner or an advanced guitarist, you can use Fretboard to practice, learn, and master your favorite songs!
uz: O‘sha akkord qanday chalingan edi? Fretboard gitara akkordlarini nomlarini kiritish yoki interaktiv gitara dastasida belgilash orqali topishga imkon beradi. Akkordni aniqlaganingizdan so‘ng, uni o‘zgartirish, chalishning boshqa usullarini ko‘rish yoki keyinchalik foydalanish uchun xatcho‘pga qo‘shishingiz mumkin. Gitarada yangi boshlovchi yoki tajribali ijrochi bo‘lishingizdan qat’i nazar, sevimli qo‘shiqlaringizni mashq qilish, o‘rganish va mukammal darajada ijro etish uchun Fretboarddan foydalanishingiz mumkin!

source: Fretboard is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.
el: Το Fretboard είναι με περηφάνια μέρος του Κύκλου του GNOME, μιας πρωτοβουλίας που υποστηρίζει το εξαιρετικό λογισμικό που είναι διαθέσιμο για την πλατφόρμα GNOME. Για περισσότερες πληροφορίες, επισκεφθείτε την ιστοσελίδα του Κύκλου του GNOME.
es: Fretboard es orgullosamente parte de GNOME Circle, una iniciativa que defiende el gran software disponible para la plataforma GNOME. Para más información, visite la página web de GNOME Circle.
hr: Fretboard je ponosno dio GNOME Circlea, inicijative koja zagovara sjajan softver koji je dostupan za GNOME platformu. Za više informacija posjetite web stranicu GNOME Circle.
uz: Fretboard GNOME platformasi uchun mavjud bo‘lgan ajoyib dasturiy ta’minotni qo‘llab-quvvatlovchi GNOME Circle tashabbusining faxrli qismidir. Tafsilotlar uchun GNOME Circle vebsaytiga kiring.

source: Displaying a chord
el: Εμφάνιση μιας συγχορδίας
es: Visualizar un acorde
hr: Prikaz akorda
ia: Monstrante un chorda
uz: Akkordni ko‘rsatish

source: Displaying a barre chord
el: Εμφάνιση μιας συγχορδίας μπαρέ
es: Mostrar en la barra de acordes
hr: Prikaz barre akorda
uz: Moslama akkordini ko‘rsatish

source: Showing variants of a chord
el: Εμφάνιση παραλλαγών μιας συγχορδίας
es: Variantes de un acorde
hr: Prikaz varijanti akorda
ia: Monstrante variantes de un chorda
uz: Akkordning variantlarini ko‘rsatish

source: The bookmarks page
el: Η σελίδα των σελιδοδεικτών
es: Visualización de marcadores
hr: Stranica zabilješki
ia: Le pagina de marcapaginas
uz: Xatcho‘plar sahifasi

source: Can be either "right-handed" or "left-handed".
el: Μπορεί να είναι είτε "right-handed" είτε "left-handed".
es: Puede ser «right-handed» o «left-handed».
ia: Pote esser "dexteromane" o "sinistromane".
uz: Oʻnaqay yoki chapaqay bo'lishi mumkin.

source: General
el: Γενικά
hr: Općenito
uz: Umumiy

source: Empty Chord
el: Άδειασμα συγχορδίας
es: Acorde vacío
hr: Prazan akord
ia: Chorda vacue
uz: Bo‘sh akkord

source: Bookmark Chord
el: Σελιδοδείκτης συγχορδίας
es: Marcar acorde como favorito
hr: Zabilježi akord
ia: Marcar chorda
uz: Xatcho‘p akkord

source: View Bookmarks
el: Προβολή σελιδοδεικτών
es: Ver favoritos
hr: Prikaz zabilješki
ia: Vider marcapaginas
uz: Xatcho‘plarni ko‘rish

source: View Chord Variants
el: Προβολή παραλλαγών συγχορδίας
es: Ver las variantes de los acordes
hr: Prikaz varijanti akorda
ia: Vider variantes de chorda
uz: Akkord variantlarini ko‘rish

source: Focus Entry
el: Εστίαση στην εισαγωγή
es: Enfocar entrada
hr: Unos fokusa
ia: Focalisar entrata
uz: Diqqat markazida

source: View Shortcuts
el: Προβολή συντομεύσεων
es: Ver métodos abreviados
hr: Prikaz prečaca
ia: Vider vias breve
uz: Yorliqlarni ko‘rish

source: Close Window
el: Κλείσιμο παραθύρου
es: Cerrar la ventana
hr: Zatvori prozor
ia: Clauder fenestra
uz: Oynani yopish

source: Quit
el: Έξοδος
es: Salir
hr: Zatvori aplikaciju
ia: Quitar
uz: Chiqish

source: Move Up
el: Μετακίνηση πάνω
es: Mover arriba
hr: Pomakni prema gore
ia: Displaciar in alto
uz: Yuqoriga siljitish

source: Move Down
el: Μετακίνηση κάτω
es: Mover abajo
hr: Pomakni prema dolje
ia: Displaciar in basso
uz: Pastga siljitish

source: Not Open ({})
el: Όχι ανοικτή ({})
es: No abierto ({})
hr: Nije otvoren ({})
ia: Non aperte ({})
uz: Ochilmagan ({})

source: Muted ({})
el: Σιγανή ({})
es: Silenciado ({})
hr: Stišan ({})
ia: Silentiate ({})
uz: Ovozsiz ({})

source: Open ({})
el: Ανοικτή ({})
es: Abierto ({})
hr: Otvoren ({})
ia: Aperte ({})
uz: Ochish ({})

source: Chord Name
el: Όνομα συγχορδίας
es: Acorde
hr: Ime akorda
ia: Nomine de chorda
uz: Akkord nomi

source: Confirm
el: Επιβεβαίωση
es: Confirmar
hr: Potvrdi
ia: Confirmar
uz: Tasdiqlash

source: Enharmonic Equivalent
el: Εναρμόνιο ισοδύναμο
es: Equivalente enarmonía
hr: Enharmonijski ekvivalent
ia: Equivalente enharmonic
uz: Garmonik tengdosh

source: Main Menu
el: Κύριο μενού
es: Menú principal
hr: Glavni izbornik
ia: Menu principal
uz: Asosiy menyu

source: Chord not found
el: Η συγχορδία δεν βρέθηκε
es: Acorde no encontrado
hr: Akord nije pronađen
ia: Chorda non trovate
uz: Akkord topilmadi

source: View _Variants
el: Προβολή _παραλλαγών
es: Ver _variantes
hr: Prikaz _varijanti
ia: Vider _variantes
uz: Variantlarni ko‘rish

source: No Variants
el: Χωρίς παραλλαγές
es: Sin variantes
hr: Nema varijanti
ia: Sin variantes
uz: Variantlar yo‘q

source: Bookmarks
el: Σελιδοδείκτες
es: Favoritos
hr: Zabilješke
ia: Marcapaginas
uz: Xatchoʻplar

source: Guitar Type
el: Τύπος κιθάρας
es: Tipo de la guitarra
hr: Vrsta gitare
ia: Typo de guitarra
uz: Gitara turi

source: Right-handed
el: Για δεξιόχειρες
es: Diestro
hr: Desnoruk
ia: Dexteromane
uz: O‘naqay

source: Left-handed
el: Για αριστερόχειρες
es: Zurdo
hr: Lijevoruk
ia: Sinistromane
uz: Chapaqay

source: _Empty Chord
el: _Άδειασμα συγχορδίας
es: Acorde va_cío
hr: _Prazan akord
ia: Chorda vacu_e
uz: Bo‘sh akkord

source: _Keyboard Shortcuts
el: Συντομεύσεις _πληκτρολογίου
es: Atajos del _teclado
hr: _Tipkovni prečaci
ia: Vias breve de _claviero
uz: Klaviatura yorliqlari

source: _About Fretboard
el: _Σχετικά με το Fretboard
es: _Acerca de Fretboard
hr: _O aplikaciji Fretboard
ia: _A proposito de Fretboard
uz: Fretbord haqida

source: Remove Bookmark
el: Αφαίρεση σελιδοδείκτη
es: Quitar favorito
hr: Ukloni zabilješku
ia: Remover marcapagina
uz: Xatchoʻpni olib tashlash

source: Bookmark
el: Σελιδοδείκτης
es: Favorito
hr: Zabilješka
ia: Marcapagina
uz: Xatchoʻp

source: There are no chords with this name in Fretboard’s built-in chord set. If you think there should be, {}reach out{}.
el: Δεν υπάρχουν συγχορδίες με αυτό το όνομα στο ενσωματωμένο σύνολο συγχορδιών του Fretboard. Αν πιστεύετε ότι θα έπρεπε να υπάρχει, {}επικοινωνήστε{}.
es: No hay acordes con este nombre en el conjunto de acordes de Fretboard. Si cree que debería haberlos, {}póngase en contacto{}.
hr: U ugrađenom setu akorda Fretboard nema akorda s ovim imenom. Ako mislite da bi trebalo biti, {}obratite se{}.
ia: Il non ha chordas con iste nomine in le collection incorporate de chordas de Fretboard. Si tu crede que deberea haber lo, {}contacta nos{}.
uz: Fretboardning o‘rnatilgan akkordlar to‘plamida bunday nomdagi akkordlar mavjud emas. Agar bu akkord bo‘lishi kerak deb o‘ylasangiz, {} biz bilan bog‘laning {}.

source: No Bookmarks
el: Χωρίς σελιδοδείκτες
es: Sin favoritos
hr: Nema zabilješki
ia: Necun marcapaginas
uz: Xatchoʻplar yoʻq

source: translator-credits
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
es: Julián Villodre <jvillodrede@gmail.com>, 2025 Óscar Fernández Díaz <oscfdezdz@tuta.io>
hr: Milo Ivir <mail@milotype.de>
ia: Emilio Sepúlveda <emism.translations@gmail.com>
uz: Hamidulloh To'xtayev <toxtayevhamidulloh6997@gmail.com> Baxrom Raxmatov

source: Practice your typing skills
el: Εξασκήστε τις δεξιότητές σας στην πληκτρολόγηση
es: Practique sus habilidades de mecanografía
hr: Vježbajte svoje vještine tipkanja
uz: Yozuv mahoratingizni mashq qiling

source: Can be either "right-handed"" or "left-handed".
hr: Može biti „desnoruk“ ili „ljevoruk“.
